# 나의 이름
print("내 이름은 신승철")
# 파이썬을 공부하는 이유
print("업무를 효율적으로 할 수 있는 자동화 프로그램을 만들어보고 싶다!")
# 주석문(Comment) 메모장 같은 느낌, 이 코드는 무시해줘 변환은 Ctrl + /
# Print 안에 연산 기능이 필요하다면 앞에 f 필수
print(f"1 + 1 = {1+1}")

# multiline string """ 긴 글을 넣을 때 사용
print("""국내 주유소의 휘발유·경유 판매 가격이 10주 연속 내림세를 보이고 있습니다.

오늘(16일) 한국석유공사 유가정보시스템 오피넷에 따르면,

이달 둘째 주 전국 주유소 휘발유 판매가는 1리터당 1천 606.6원으로 지난주 대비 20.0원 하락했습니다.

전국 최고가인 서울의 판매 가격은 지난주 대비 26.3원 하락한 리터당 1684.0원을 기록했습니다.

전국 최저가인 대구는 지난주와 비교해 18.3원 하락한 리터당 1555.3원을 기록했습니다.

경유 판매가는 1리터당 1천 534.6원으로 지난주보다 29.2원 하락했습니다.

휘발유와 경유 가격은 지난 10월 2주부터 10주째 하락세를 이어가고 있습니다.

이번주 국제유가는 석유수출국기구+(OPEC+)의 추가 감산 준수 관련 회의론 지속과 중국의 경제 지표 악재 등의 영향으로 떨어졌습니다.""")
